/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "値が無効です。";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "値%@が無効です。";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "有効な値を入力してください。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "値が無効です。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "値%@が無効です。";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "値が小さすぎます。";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "値が大きすぎます。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "有効な値を入力してください。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "%@以上の数字を入力してください。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "%1$@〜%2$@ の数字を入力してください。";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "%@以下の数字を入力してください。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "値%@が小さすぎます。";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "値%@が大きすぎます。";

/* NSFileLockingError */
"Err255-C" = "ファイルをロックできませんでした。";

/* NSFileLockingError */
"Err255-R" = "ファイルはすでにロックされているか、またはファイルをロックするためのアクセス権がない可能性があります。";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "ファイル“%@”をロックできませんでした。";

/* NSFileReadUnknownError */
"Err256" = "ファイルを開けませんでした。";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "ファイル“%@”を開けませんでした。";

/* NSFileReadNoPermissionError */
"Err257" = "ファイルを表示するためのアクセス権がないため、開けませんでした。";

/* NSFileReadNoPermissionError */
"Err257-C" = "アクセス権がありません。";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "アクセス権を表示または変更するには、Finderで項目を選択し、“ファイル”＞“情報を見る”と選択してください。";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "ファイル“%@”を表示するためのアクセス権がないため、開けませんでした。";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "ファイル名が無効です。";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "ファイル名“%@”が無効であるため、項目を開けませんでした。";

/* NSFileReadCorruptFileError */
"Err259" = "ファイルのフォーマットが正しくないため、開けませんでした。";

/* NSFileReadCorruptFileError */
"Err259-C" = "ファイルのフォーマットが正しくありません。";

/* NSFileReadCorruptFileError */
"Err259-R" = "ファイルが破損または一部が欠損していたり、または予期しないフォーマットである可能性があります。";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "ファイル“%@”のフォーマットが正しくないため、開けませんでした。";

/* NSFileReadNoSuchFileError */
"Err260" = "このファイルは存在しないため、開けませんでした。";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "フォルダ“%@”は存在しません。";

/* NSFileReadNoSuchFileError */
"Err260-C" = "ファイルが存在しません。";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "フォルダが存在しません。";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "ファイル“%@”は存在しないため、開けませんでした。";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "指定されたテキストエンコーディングでファイルを開けませんでした。";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "指定されたテキストエンコーディングには対応していません。";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "テキストエンコーディング%@には対応していません。";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "このファイルは、別のテキストエンコーディングで保存されているか、テキストファイルでない可能性があります。";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "テキストエンコーディング%@でファイルを開けませんでした。";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "テキストエンコーディング%1$@でファイル“%2$@”を開けませんでした。";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "指定されたURLタイプがサポートされていないため、ファイルを開けませんでした。";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "指定されたURLタイプはサポートされていません。";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "URLタイプ%2$@がサポートされていないため、ファイル“%1$@”を開けませんでした。";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "URLタイプ%@がサポートされていないため、ファイルを開けませんでした。";

/* NSFileReadTooLargeError */
"Err263" = "ファイルが大きすぎるため、開けませんでした。";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "ファイルが大きすぎます。";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "ファイル“%@”は大きすぎるため、開けませんでした。";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "コンテンツのテキストエンコーディングを判別できなかったため、ファイルを開けませんでした。";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "コンテンツのテキストエンコーディングを判別できませんでした。";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "テキストエンコーディングを指定すればファイルを開ける可能性があります。";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "コンテンツのテキストエンコーディングを判別できないため、ファイル“%@”を開けませんでした。";

/* NSUserCancelledError */
"Err3072-C" = "操作がキャンセルされました。";

/* NSPropertyListCorruptError */
"Err3840" = "データが壊れているため、読み込めませんでした。";

/* NSPropertyListCorruptError */
"Err3840-C" = "データが壊れています。";

/* NSPropertyListUnknownVersionError */
"Err3841" = "このアプリケーションが理解できないフォーマットで保存されているため、データを読み込めませんでした。";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "データは、このアプリケーションが理解できないフォーマットで保存されています。";

/* NSPropertyListReadStreamError */
"Err3842" = "データのソースでエラーが起きたため、データを読み込めませんでした。";

/* NSPropertyListReadStreamError */
"Err3842-C" = "データのソースでエラーが起きました。";

/* NSPropertyListWriteStreamError */
"Err3851" = "データの転送先でエラーが起きたため、データを書き込めませんでした。";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "データの転送先でエラーが起きました。";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "フォルダ“%@”は存在しません。";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "“%@”を削除できませんでした。";

/* NSFileNoSuchFileError */
"Err4-C" = "ファイルが存在しません。";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "フォルダが存在しません。";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "ファイル“%@”は存在しません。";

/* NSFileWriteUnknownError */
"Err512" = "ファイルを保存できませんでした。";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "バックアップファイルを更新できなかったため、ファイル“%1$@”を保存できせんでした。";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "“%1$@”を“%2$@”にコピーできませんでした。";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "“%1$@”を“%2$@”にリンクできませんでした。";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "“%1$@”を“%2$@”に移動できませんでした。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "“%@”を削除できませんでした。";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "バックアップファイルを保存できませんでした。";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "バックアップファイルがロックされているか、このファイルを保存するアクセス権がない可能性があります。アクセス権を表示または変更するには、Finderで項目を選択し、“ファイル”＞“情報を見る”と選択してください。";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "ファイル“%2$@”をフォルダ“%1$@”に保存できませんでした。";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "ファイル“%@”を保存できませんでした。";

/* NSFileWriteNoPermissionError */
"Err513" = "ファイルへのアクセス権がないため、保存できませんでした。";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%2$@”へのアクセス権がないため、“%1$@”をコピーできませんでした。";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%2$@”へのアクセス権がないため、“%1$@”をリンクできませんでした。";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%2$@”へのアクセス権がないため、“%1$@”を移動できませんでした。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "アクセス権がないため、“%@”を削除できませんでした。";

/* NSFileWriteNoPermissionError */
"Err513-C" = "アクセス権がありません。";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "アクセス権を表示または変更するには、Finderで項目を選択し、“ファイル”＞“情報を見る”と選択してください。";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "フォルダ“%1$@”にファイル“%2$@”を保存するためのアクセス権がありません。";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "ファイル“%@”を保存するためのアクセス権がありません。";

/* NSFileWriteInvalidFileNameError */
"Err514" = "ファイル名が無効であるため、項目を保存できませんでした。";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "ファイル名“%@”が無効であるため、項目を削除できませんでした。";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "ファイル名が無効です。";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "ファイル名“%@”が無効であるため、項目を保存できませんでした。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "指定されたテキストエンコーディングでファイルを保存できませんでした。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "指定されたテキストエンコーディングには対応していません。";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "テキストエンコーディング%@には対応していません。";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "可能な場合は、別のテキストエンコーディングを選んでください。";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "テキストエンコーディング%@でファイルを保存できませんでした。";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "テキストエンコーディング%1$@でファイル“%2$@”を保存できませんでした。";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "指定されたURLタイプがサポートされていないため、ファイルを保存できませんでした。";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "指定されたURLタイプはサポートされていません。";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "URLタイプ %2$@がサポートされていないため、ファイル“%1$@”を保存できせんでした。";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "URLタイプ%@がサポートされていないため、ファイルを保存できませんでした。";

/* NSFileWriteOutOfSpaceError */
"Err640" = "空き領域が不足しているので、ファイルを保存できませんでした。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "空き領域が不足しているため、“%1$@”を“%2$@”にコピーできませんでした。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "空き領域が不足しているため、“%1$@”を“%2$@”にリンクできませんでした。";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "空き領域が不足しているため、“%1$@”を“%2$@”に移動できませんでした。";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "空き領域が不足しています。";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "ボリューム“%@”の空き領域が不足しています。";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "ボリュームからファイルをいくつか削除してから、もう一度やり直してください。";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "空き領域が不足しているため、ファイル“%@”を保存できません。";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "ボリューム“%2$@”の空き領域が不足しているため、ファイル“%1$@”を保存できません。";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "ボリュームが読み出し専用なため、ファイルを保存できませんでした。";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "このボリュームは読み出し専用です。";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "ボリューム“%@”は読み出し専用です。";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "ファイルを別のボリュームに保存してみてください。";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "ボリュームが読み出し専用なため、ファイル“%@”を保存できません。";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "ボリューム“%2$@”は読み出し専用なため、ファイル“%1$@”を保存できません。";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "操作を完了できませんでした。（%1$@ エラー %2$ld。）";

